groups = {
    'Импортеры':[[], ['.kz', '.uz', '.ua', '.by', '.eu', '.it', '.de', '.cz'], ['Казахстан', 'Узбекистан', 'Таджикистан', 'Беларусь', 'Украина']],

    'Торговые компании': [[], ['snab', 'trade', 'torg', 'tsk', 'tk', 'td', 'komplekt', 'complect'], ['для торговой компании', 'торговая компания', 'перепродажа', 'менеджер по продажам', 'менеджер отдела продаж', 'специалист отдела продаж', 'снабжение строительных объектов', 'комплектация', 'Ваш поставщик']],

    'Экспертиза': [[], [], ['экспертиза', 'экспертизой', 'для экспертизы', 'анализ цен', 'для анализа цен', 'анализ проекта', 'мониторинг', 'мониторинга', 'конъюнктурного анализа', 'коньюктурный анализ']],

    'Тендеры': [['tender'], [], ['электронный торг', 'торговая площадка', 'отдел электронных торгов']],

    'Логистические компании': [[], ['kargo', 'trans', 'logist'], []],

    'Проектировщики': [['project', 'proekt', 'arch'], [], ['Проект', 'архитектурное', 'проектирование', 'проектирую', 'разработки проекта', 'разработка']],# добавить слова исключения

    'Зеленая кровля': [[], [], ['Зеленая кровля', 'Floraxx', 'Lorax', 'Iso Drain 20P', 'Zinco','VTEH', 'кровельное озеленение', 'ландшафтный дизайн', 'Флорадрейн', 'FloaDrain']],

    'Монолитчики': [['monolit', 'beton'], [], ['Гидрошпонка', 'фиксатор арматуры', 'бетон', 'арматура','эмульсол', 'опалубка', 'опалубочные', 'БДК', 'балка', 'замок', 'ригель', 'бентонитовый', 'гернитовый', 'бентонит', 'гернит']],

    'Кровельщики': [['krovlia', 'krovla', 'krov', 'roof'], [], ['Техноэласт', 'рулонная кровля', 'кровля', 'крыша', 'Roof', 'кровельная', 'рулонка', 'грибки для мембраны', 'сварка кровли', 'горелка для кровли', 'для кровли']],

    'Фасадчики': [['fasad'], [], ['Фасад', 'фасадные', 'фасадная', 'вентфасад', 'СФТК', 'штукатурная','штукатурное']],

    'Строители дорожники': [['dorog', 'road'], [], ['Дорожное полотно', 'георешетка', 'геосетка', 'дороги', 'асфальт', 'дорожное', 'дорога', 'мост']],

    'Строители отделочники': [['otdelka'], [], ['Отделка', 'для отделки', 'гипсовые', 'из гипса', 'гипасокартон', 'краска', 'краски', 'окаршивание', 'ковролин', 'линолеум', 'потолок', 'для стен', 'внутри помещения']]

}

position_list = {'Снабжение': ['менеджер по снабжению', 'специалист отдела снабжение', 'снаб', 'специалист по закупкам', 'руководитель отдела закупок', 'отдела закупок'],
                 'проектирование': ['проектировщик', 'проект', 'инженер-проектировщик'],
                 'генеральные директора': ['генеральный директор'],
                 'остальные директора': ['директор'],
                 'менеджер по продажам': ['руководитель отдела продаж', 'директор по продажам', 'начальник отдела продаж'],
                 'ПТО': ['производственно технический отдел', 'ПТО'],
                 'МТО': ['материально технический отдел', 'МТО', 'материально-технического отдела', 'ОМТС', 'МТС'],
                 'Архитекторы': ['архитектор'],
                 'Дизайнеры': ['дизайнер'],
                 'Сметчики': ['сметчик', 'начальник сметного отдела', 'специалист сметного отдела', 'сметно-экономического отдела'],
                 'Инженеры': ['инженер']
                 }
